/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "خطأ .. المنفذ مغلق";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "خطأ .. مهلة الوقت انتهت";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "خطأ .. الحد الاقصى من القراءات";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "مهلة الوقت انتهت";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "مهلة الوقت انتهت";

